-- phpMyAdmin SQL Dump
-- version 3.5.1
-- http://www.phpmyadmin.net
--
-- Host: 127.0.0.1
-- Generation Time: Aug 15, 2014 at 08:50 PM
-- Server version: 5.5.25
-- PHP Version: 5.3.13

SET SQL_MODE="NO_AUTO_VALUE_ON_ZERO";
SET time_zone = "+00:00";


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8 */;

--
-- Database: `user346_vg`
--

-- --------------------------------------------------------

--
-- Table structure for table `menu_sections`
--

CREATE TABLE IF NOT EXISTS `menu_sections` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `section_name` text NOT NULL,
  `level` int(11) NOT NULL,
  `parent_id` int(11) NOT NULL,
  `sortid` int(11) NOT NULL,
  PRIMARY KEY (`id`),
  UNIQUE KEY `id` (`id`)
) ENGINE=InnoDB  DEFAULT CHARSET=utf8 AUTO_INCREMENT=63 ;

--
-- Dumping data for table `menu_sections`
--

INSERT INTO `menu_sections` (`id`, `section_name`, `level`, `parent_id`, `sortid`) VALUES
(1, ' СПЕЦИАЛЬНЫЕ БАНКЕТНЫЕ БЛЮДА И ЗАКУСКИ  ОТ ШЕФ-ПОВАРА РЕСТОРАНА "ВРЕМЕНА ГОДА"', 1, 59, 0),
(2, 'ХОЛОДНЫЕ ЗАКУСКИ', 1, 59, 0),
(3, 'САЛАТЫ', 1, 59, 0),
(4, 'ГОРЯЧИЕ ЗАКУСКИ', 1, 59, 0),
(5, 'ГОРЯЧИЕ БЛЮДА ИЗ РЫБЫ', 1, 59, 0),
(6, 'ГОРЯЧИЕ БЛЮДА ИЗ МЯСА', 1, 59, 0),
(7, 'ГОРЯЧИЕ БЛЮДА ИЗ ПТИЦЫ', 1, 59, 0),
(8, 'ГОРЯЧИЕ БЛЮДА ИЗ ДИЧИ', 1, 59, 0),
(9, 'БЛЮДА НА МАНГАЛЕ', 1, 59, 0),
(10, 'ШАШЛЫК', 1, 59, 0),
(11, 'ГАРНИРЫ', 1, 59, 0),
(12, 'ДОМАШНЯЯ ВЫПЕЧКА', 1, 59, 0),
(13, 'ПИРОЖКИ ПЕЧЁНЫЕ', 2, 12, 0),
(14, 'ПИРОЖКИ СЛОЕНЫЕ', 2, 12, 0),
(15, 'ТОРТЫ И ПИРОЖНЫЕ НА ЗАКАЗ от Шефа-Кондитера ресторана " Времена Года"', 1, 59, 0),
(16, 'СЫР И ДЕСЕРТЫ', 1, 59, 0),
(17, 'Сорбеты и мороженое "Movenpick"""', 1, 59, 0),
(18, 'Шампанское, Просекко  и Игристые Вина', 1, 60, 0),
(19, 'БЕЗАЛКОГОЛЬНЫЕ НАПИТКИ ', 0, 0, 3),
(20, ' БЕЗАЛКОГОЛЬНЫЕ КОКТЕЙЛИ', 2, 19, 0),
(21, 'ПИВО БУТЫЛОЧНОЕ /РАЗЛИВНОЕ ', 1, 60, 0),
(22, 'КОКТЕЙЛИ ', 1, 60, 0),
(23, 'АППЕРИТИВЫ ', 1, 60, 0),
(24, 'ПОРТО ', 1, 60, 0),
(25, 'ЛИКЕРЫ ', 1, 60, 0),
(26, 'ДЖИН/ВОДКА', 1, 60, 0),
(27, 'ТЕКИЛА', 1, 60, 0),
(28, 'РОМ ', 1, 60, 0),
(29, 'ВИСКИ', 1, 60, 0),
(30, 'КОНЬЯК', 1, 60, 0),
(31, 'АРМЯНСКИЕ', 1, 60, 0),
(32, 'КОФЕ ', 1, 19, 0),
(33, 'ЧАЙ в чайнике  ', 1, 19, 0),
(34, 'БЕЛОЕ ВИНО', 1, 61, 0),
(35, 'Франция', 2, 34, 0),
(36, 'Италия', 2, 34, 0),
(37, 'Испания', 2, 34, 0),
(38, 'Чили', 2, 34, 0),
(39, 'РОЗОВОЕ ВИНО', 1, 61, 0),
(40, 'ДЕСЕРТНОЕ ВИНО', 1, 61, 0),
(41, 'КРАСНОЕ ВИНО', 1, 61, 0),
(42, 'Франция', 2, 41, 0),
(43, 'Италия', 2, 41, 0),
(44, 'Испания ', 2, 41, 0),
(45, 'Чили ', 2, 41, 0),
(46, 'Аргентина ', 2, 41, 0),
(47, 'ЮАР', 2, 41, 0),
(48, 'СВЕЖЕВЫЖАТЫЙ СОК ', 2, 19, 0),
(49, 'СОКИ', 2, 19, 0),
(50, 'ДОМАШНИЙ ЛИМОНАД ', 2, 19, 0),
(51, 'Черный', 2, 33, 0),
(52, 'Зелёный чай ', 2, 33, 0),
(53, 'Белый чай ', 2, 33, 0),
(54, 'Фруктовый чай ', 2, 33, 0),
(55, 'Мятный чай', 2, 33, 0),
(56, 'Мини-пирожные', 2, 15, 0),
(57, 'Мини-эклеры', 2, 15, 0),
(58, 'Мини-пирожные', 2, 15, 0),
(59, 'БЛЮДА', 0, 0, 0),
(60, 'СПИРТНЫЕ НАПИТКИ', 0, 0, 1),
(61, 'ВИННАЯ КАРТА', 0, 0, 2),
(62, 'ВОДА', 1, 19, 0);

/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
